{
  "glossary":
  [
 { "term": "AFC", "definition": "American Football Conference" },
{ "term": "backfield", "definition": " way back" },
{ "term": "blitz", "definition": "A play when the defense sends more than four players at the quarterback." },
{ "term": "challenge", "definition": "When coaches throw a red flag to try and overturn a call made by a referee" },
{ "term": "coin toss", "definition": "At the start of every game the referee will flip a coin. The away team will call heads or tails. The coin toss determines which team will receive the ball first and which direction the receiving team will start" },
{ "term": "defense", "definition": "The part of the team that tries to prevent the offense from scoring." },
{ "term": "down", "definition": "1. A term to describe first, second, third, and fourth attempt for a first down. 2. When a player's knee hits the ground " },
{ "term": "down field", "definition": "When the quarterback throws a pass longer than 15 yards" },
{ "term": "end zone", "definition": "A painted rectangle at each end of the field in which the football must enter to score 6 points." },
{ "term": "extra point", "definition": "After a touchdown is scored the team has the option to kick the ball for 1 point" },
{ "term": "face mask", "definition": "A penalty when a player grabs an opponents face mask." },
{ "term": "fair catch", "definition": " The receiver of a punt or kick may wave his arms in the air before catching the ball. This signals that he is about to catch the ball and will not run. The opposing team cannot tackle or touch the player waving for the fair catch." },
{ "term": "field goal", "definition": "When the kicker kicks the ball in between the goal posts for 3 points. No touchdown involved." },
{ "term": "football", "definition": "1.An oval shaped, leather ball used in american football. 2. An American sport played by teams with an oval ball on a field." },
{ "term": "fumble", "definition": "When a player with possession of the ball drops the ball and is not down. The team player that regains control of the ball has possession of the ball. This means the defense could grab the ball first and gain possession of the ball." },
       { "term": "goal line", "definition": "The line dividing the field from the endzone" },
{ "term": "half time", "definition": "a twelve minute break in between the second and third quarter of the game" },
{ "term": "hand off", "definition": "When the quarterback hands the ball to the running back" },
{ "term": "huddle", "definition": "In football, a huddle is when the team on the field meets between each play to decide what the next play will be. Usually the quarterback decides each play." },
{ "term": "incomplete", "definition": "When a pass is thrown and not caught by the receiver" },
{ "term": "ineligible", "definition": "A player on the team who is not allowed to catch a forward pass" },
{ "term": "interception", "definition": "When a forward pass intended for the receiver is caught by a player on the opposing team." },
{ "term": "kick off", "definition": "A kick that will start a drive by having a kicker kick the ball to the opposing team. Kickoffs are used to start every game, start the half, and after a touchdown." },
{ "term": "lateral", "definition": "When the ball carrier throws the ball parallel or behind him to an open player." },
{ "term": "line of scrimmage", "definition": "The line where the ball is placed. Players cannot cross this imaginary line until the play has started.The quarterback cannot pass this line until after he has thrown the ball." },
{ "term": "linebacker", "definition": "Second level of men on the defense. Usually the teams best tacklers to stop a ball carrier that has gotten past the first line of defense." },
{ "term": "NFC", "definition": "National Football Conference" },
{ "term": "offense", "definition": "The part of the team trying to score points." },
{ "term": "onside kick", "definition": "A short kick during kick off that gives the kicking team an opportunity to recover the ball. " },
{ "term": "out of bounds", "definition": "When a player with the ball runs outside the perimeter lines of the field" },
      { "term": "overtime", "definition": "A fifteen minute play period after the fourth quarter if both team scores are tied" },
{ "term": "play", "definition": "A plan of action for the team on the field" },
{ "term": "position", "definition": "1. The player's title and responsibility on the field 2. A place on the field where the player should be during a play" },
{ "term": "red zone", "definition": "The term used to define the area between the 20 yard line and the goal line" },
{ "term": "referee", "definition": "A person on the field who makes sure players are playing within the rules of the NFL" },
{ "term": "return", "definition": "When a receiver runs the ball after catching a kick or punt" },
{ "term": "reception", "definition": "When the player catches a pass." },
{ "term": "sack", "definition": "When the quarterback is tackled behind the line of scrimmage" },
{ "term": "safety", "definition": " 1. A player on the defense who must protect long passes and stop any plays that got past the first two lines of defensemen. 2. When an offensive player with possession of the ball is tackled by a defensive player in the endzone." },
{ "term": "secondary", "definition": "please define me" },
{ "term": "snap", "definition": "The action of the center tossing the ball through his legs behind him to the quarterback to start the play" },
{ "term": "special teams", "definition": "Trained units of the team for receiving and kicking plays." },
        { "term": "strip", "definition": "When a player removes the ball from another players hands." },
{ "term": "tackle", "definition": "1. Stopping an opposing player with the ball by taking hold of him and getting him on the ground. 2. A position on the offense and defense closest to the ball." },
{ "term": "take a knee", "definition": "When a receiver catches a kick or punt in the endzone he may get down on one knee which will place the ball at the 20 yard line to start the play." },
{ "term": "touchback", "definition": "When a ball lands in the endzone after a kick or punt and none of the players catch it. The receiving team will start at the 20 yard line." },
{ "term": "touchdown", "definition": "Football has crossed into the endzone and 6 points are scored." },
{ "term": "turnover", "definition": "A change of ball possession." },
{ "term": "whistle", "definition": "The referee will signal the play is dead or over by whistling." },
{ "term": "yard", "definition": "The statistic used in the game to measure where the ball is" },
{ "term": "two minute", "definition": " A warning at the end of the second and fourth quarter to signal to teams there are 2 minutes left in the half." }
  ]
}